tap "chiselstrike/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "incu6us/tap"
tap "libsql/sqld"
tap "oven-sh/bun"
brew "sqlite"
brew "ansible"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "fastlane"
brew "fd"
brew "fzf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "go"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kdoctor"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "starship"
brew "stow"
brew "swiftlint"
brew "tmux"
brew "vapor"
brew "watchman"
brew "yt-dlp"
brew "zoxide"
brew "chiselstrike/tap/turso"
brew "hashicorp/tap/terraform"
brew "incu6us/tap/goimports-reviser"
brew "libsql/sqld/sqld"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "appcleaner"
cask "arc"
cask "brave-browser"
cask "copyclip"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "kaleidoscope"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle-pro"
cask "visual-studio-code"
vscode "alexcvzz.vscode-sqlite"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dustypomerleau.rust-syntax"
vscode "ecmel.vscode-html-css"
vscode "esafirm.kotlin-formatter"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "irongeek.vscode-env"
vscode "jabedhossain.web-preview"
vscode "johnnymorganz.stylua"
vscode "joshuapoehls.json-escaper"
vscode "jota0222.multi-formatter"
vscode "jprestidge.theme-material-theme"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "sidneys1.gitconfig"
vscode "steoates.autoimport"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "william-voyek.vscode-nginx"
