tap "chiselstrike/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "incu6us/tap"
tap "kyu08/tap"
tap "libsql/sqld"
tap "oven-sh/bun"
brew "sqlite"
brew "ansible"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bat"
brew "fastlane"
brew "fd"
brew "fzf"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "go"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kdoctor"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "starship"
brew "stow"
brew "swiftlint"
brew "tmux"
brew "vapor"
brew "watchman"
brew "yt-dlp"
brew "zoxide"
brew "chiselstrike/tap/turso"
brew "hashicorp/tap/terraform"
brew "incu6us/tap/goimports-reviser"
brew "kyu08/tap/fzf-make"
brew "libsql/sqld/sqld"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "alacritty"
cask "bruno"
cask "copyclip"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
cask "kaleidoscope"
cask "karabiner-elements"
cask "obsidian"
cask "visual-studio-code"
